{"question": "Consider the following case: You are in a room with a countable infinity of people, and each of you flips a fair coin without looking at the result. You know that all the coin flips are fair and independent. You are then informed that something remarkable happened: only finitely many coins landed heads. What should your credence be that your coin landed heads? Should it remain at 1/2, or should it change? Provide arguments for your answer.", "human_answer": "Your credence should drop from 1/2—indeed, it should drop all the way to 0. Given that almost every coin landed tails, what's the chance that you are one of the vanishingly few heads-flippers? The evidence that almost every coin landed tails should count as some evidence that you are one of the tail-flippers. Analogously, if you have a ticket for a lottery where almost every ticket is a losing ticket, then if the lottery is fair, you should think you probably have a losing ticket.\n\nFirst, there is an accuracy argument. For every agent A in the room, let HA be the proposition that agent A flipped heads, and suppose you wanted to minimize your inaccuracy with respect to each HA. On standard measures of inaccuracy, such as the Brier score, if you stick with 1/2 for each HA upon being informed that only finitely many agents flipped heads, you will accrue an equal finite amount of inaccuracy for each HA. Since there are infinitely many agents in total, you will expect to accrue an infinite amount of inaccuracy. However, suppose you drop your credence to 0 for each HA. Then you will accrue no inaccuracy for all the tail-flippers, and you will accrue some equal finite amount of inaccuracy for each head-flipper. Since there are only finitely many head-flippers, you know you will have only a finite amount of inaccuracy. Having a finite amount of inaccuracy is better than having an infinite amount, so your credence should drop to 0 rather than remaining at 1/2.\n\nSecond, there is a Dutch book argument. Suppose you stick to 1/2 for each HA. Then, there will be a series of bets, each of which is strictly favorable to you, for which you are guaranteed to lose an infinite amount of money. For each agent A, you will agree to receive $2 if A flips heads and pay $1 if A flips tails. No matter what happens, you will lose an infinite amount of money. In contrast, if you drop to 0 for each HA, there will be no Dutch book against you. For a bet on HA to be strictly favorable to you given credence 0, it must be of the following form: pay $X if A flips heads and receive $Y if A flips tails, where Y is positive. No collection of bets of this form will guarantee a loss, since you might win all the bets if all the agents flip tails.\n\nThird, consider what you should do if you were instead informed that exactly n coins landed heads for some fixed constant n. If there were n times m people in the room in total, your credence should go to 1/m. As m goes to infinity and the number of people increases, your credence should limit to 0. So if there were countably many people and exactly n coins landed heads, your credence ought to drop to 0. For suppose you set your credence to c greater than 0 in the infinite case. Then there will be some number M such that 1/M is less than c. This means that if there were n times M total people and n people flipped heads, your credence would be higher than if there were infinitely many total people—surely that cannot be right. Therefore, upon being informed that finitely many coins landed heads, you know that for some n, exactly n people flipped heads. You also know that no matter what the value of n is, conditional on its true value, you ought to drop to 0. Therefore, you ought to drop to 0 merely upon being informed that finitely many coins landed heads.", "source_paper": "Builes-ParadoxEvidentialEquivalence-2020.pdf"}
{"question": "What makes adaptive preferences—preferences shaped in response to constraints on one's feasible options—less than fully autonomous? Consider whether subjectivist accounts (such as Frankfurt's hierarchical model of desire endorsement), content-based accounts (which evaluate the moral quality of what is preferred), or historical accounts (which examine how the preference was formed) best explain the autonomy deficit that adaptive preferences seem to exhibit, particularly in cases of oppression.", "human_answer": "One natural approach appeals to internal tensions within the agent, as when a specific superficial preference is in tension with deeper commitments. On Frankfurt's influential account, if one has a preference that one doesn't endorse, or that one wants not to lead one to action, then that preference may not be autonomous. At the very least, it will not be as autonomous as acting on a preference that resonates throughout one's hierarchy of higher-order desires. This may be thought of as an account of nonalienation—of living one's life according to one's own deep commitments. But as a full account of the autonomy deficit of adaptive preferences this won't do. First, many adaptive preferences do not fit this pattern. A music lover who realizes she cannot become a great composer may come to prefer philosophy over music, and she may also prefer so preferring, and prefer that this preference lead her to action. The fact that this preference resonates doesn't make it less paradigmatically adaptive. Second, consider a woman who not only prefers to malnourish herself to allow her husband to eat more than he needs, but also thoroughly identifies with this preference; assume that nowhere in her hierarchy of higher-order desires is anything resembling a rebellious desire against this first-order desire. This depressing picture is one where the woman is less, not more, autonomous. But there's no disharmony in her hierarchical structure of desires. So such harmony does not suffice for autonomy. Deep oppression cases count equally against any subjectivist account that fully grounds autonomy in something internal to the relevant agent.\n\nThis observation pulls toward objectivist, content-based accounts of the autonomy deficit. Perhaps the problematic feature of the woman's preference for self-starvation is precisely its content—such malnutrition is so clearly bad for her, and so unfair, that any preference for it is nonautonomous. But content-based accounts face serious difficulties. First, if someone desires the bad, and we intervene using unjust means to shift their preferences for the better, the new preferences—though fine in content—still intuitively suffer from an autonomy deficit. Second, for any preference-content, we can describe a possible context that renders that preference autonomous. Consider a woman who chooses to malnourish herself to benefit her husband, but does so in a context where such a decision is neither common nor expected, with no gender norms pushing her in that direction—perhaps she does this out of the purest love which she fully identifies with. This may not be ideal, but it's not plausibly a failure of autonomy. Third, the force of the relevant examples heavily depends on social and historical context. It is no coincidence that the environment in which the self-starving woman's preference is shaped is strongly patriarchal and oppressive.\n\nMy suggestion is that an important class of nonautonomous preferences consists of those shaped in the appropriate way under the causal influence of unjust conditions—conditions that violate the rights or entitlements of the relevant agent. The self-starving woman's preferences were not merely shaped by external factors, as all preferences are. Crucially, they were shaped under the causal influence of a social order that routinely violates her rights, that wrongs her. Preferences shaped in this way are nonautonomous even if endorsed. Indeed, if they are endorsed, this may indicate the depth of oppression, not its absence. The causal role played by injustice explains why these preferences do not manifest the value of autonomy as nonalienation, for it shows an important sense in which these preferences are not truly the agent's own.", "source_paper": "Enoch-FalseConsciousnessLiberals-2020.pdf"}
{"question": "In English, the verb 'find' (as in 'Holmes finds Saltimbocca tasty' or 'She finds lying wrong') is a 'subjective attitude verb' that only allows certain predicates to embed under it—evaluative predicates like 'tasty,' 'cruel,' and 'beautiful' embed felicitously, while purely descriptive predicates like 'vegetarian' or 'made of pasta' do not. Expressivists about evaluative discourse maintain that evaluative statements express non-cognitive attitudes in the same way that ordinary descriptive statements express beliefs. If it could be shown that 'find' states are non-cognitive in nature, this would provide linguistic support for expressivism, since evaluative assertions combined with denials of being in the corresponding 'find' state produce Moorean infelicity (e.g., '??It is wrong to eat meat but I don't find it wrong'). What evidence supports the thesis that the mental states attributed by 'find'-constructions are non-cognitive and specifically affective in nature, belonging to the same category as states like appreciating, loving, hating, and detesting?", "human_answer": "The theory that 'find' states are non-cognitive and belong to the class of affective mental states provides a unified explanation of three distinctive features these states share with paradigmatic affective attitudes like appreciating, loving, hating, and detesting.\n\nFirst, affective states are such that when they are actualized, they are connected to occurrent states with distinctive phenomenologies. Somebody who loves her family will feel a certain way when thinking about them, where 'feel' denotes an occurrent, non-cognitive state. Similarly, someone who appreciates the taste of liquorice will have a positive experience while eating it. There is also a valence built into these states: they are intuitively positive or negative, plausibly deriving from the pleasantness or unpleasantness of the experience in question. That 'find' states share this feature is easiest to see in cases with predicates that have both meanings embeddable under 'find' and meanings which are not. Consider: 'Holmes believes that the flight from Chicago to Hong Kong is longer than the flight from Chicago to Tokyo' versus 'Holmes finds the flight from Chicago to Hong Kong longer than the flight from Chicago to Tokyo.' The belief-ascription concerns objective durations, but when 'longer' is embedded under 'find,' the only reading available relates to an affective experience—whether the flight feels longer to Holmes. This 'find'-judgment can be true even though Holmes knows the Tokyo flight is objectively longer. To arrive at the objective judgment, one consults a reliable clock; to arrive at the 'find'-judgment, one employs one's sensible faculty and determines how one feels about the flight.\n\nSecond, 'find' states are not apt for ascriptions of truth and falsity, in stark contrast to paradigmatic cognitive states like beliefs. If Holmes believes that the sun is shining, we can report: 'What Holmes believes is true/false.' But with attitudes we would intuitively class as non-cognitive, like affective states, truth-ascriptions are infelicitous. If Holmes likes his friend Watson, we wouldn't report: 'What Holmes likes is true/false.' In this respect, 'find' states pattern with affective states rather than beliefs. Ascribing truth and falsity to Holmes' state of finding lying wrong is infelicitous: 'What Holmes finds is true/false' sounds odd. Importantly, this feature persists even when these states take propositions as complements rather than objects. Consider a case where Holmes likes that the sun is shining—'What Holmes likes is true/false' remains infelicitous. The same holds for 'find' states with propositional complements across languages, including French, German, and Swedish constructions.\n\nThird, 'find' states exhibit a peculiar experience requirement in aesthetic and taste contexts. Ascriptions like 'Holmes likes/adores/detests Saltimbocca' require as a precondition for their truth that Holmes has had first-hand experience of Saltimbocca, as shown by the infelicity of 'Holmes likes Saltimbocca, but he has never tasted it.' This contrasts with cognitive attitude ascriptions: 'Holmes believes that Saltimbocca is tasty but he has never tasted it' is perfectly felicitous. 'Find'-ascriptions behave just like ascriptions of affective states here—'Holmes finds Saltimbocca tasty' cannot be true unless Holmes has tasted it.\n\nWhile there might be some prospects for cognitivist theories of 'find' states to accommodate each of these features individually, it seems unlikely that all of them could be accounted for in a unified way. The proposed theory, on which 'find' ascribes affective states, diagnoses what the subjectivity of these states consists in and explains their close relationship to feelings, their inaptness for truth and falsity ascriptions, and their experience requirement in aesthetic and taste contexts.", "source_paper": "Franzn-EvaluativeDiscourseAffective-2020.pdf"}
{"question": "Causal Decision Theory (CDT) evaluates acts by their expected utility, calculated using unconditional probabilities for states not causally downstream of your act. In 'Death in Damascus'-style cases, where you must choose between going to Aleppo or Damascus knowing that Death awaits in whichever city he predicted you would visit (with predictions being reliable but imperfect, and Death having a tendency to guess Damascus), the utility of each act depends on your current probability that you will perform that act. This means CDT's recommendations can shift as your act probabilities change during deliberation. Is this dependence on act probabilities a problem for CDT, and if so, why?", "human_answer": "In Death in Damascus, which act has the highest utility varies with your act probabilities. If your probability of going to Aleppo is greater than 4/5ths, then going to Damascus has higher utility. If it is less than 4/5ths, then going to Aleppo has higher utility. Conditional on you going to Aleppo, going to Damascus has a higher utility. And conditional on you going to Damascus, going to Aleppo has a higher utility. So, as soon as you start to follow CDT's advice, it will issue new recommendations. As soon as you find yourself going to Aleppo, and you therefore raise your probability in the proposition that you go to Aleppo, CDT will tell you to go to Damascus instead. And as soon as you find yourself going to Damascus, and therefore raise your probability in the proposition that you go to Damascus, CDT will tell you to go to Aleppo. In these kinds of cases, the verdicts of CDT are unstable.\n\nWhat I find most disturbing about this instability is that it is entirely predictable. Once it advises you to go to Aleppo and you take its advice, CDT treats the information that you have decided to go to Aleppo, and that Death likely awaits there, as a reason to reconsider its initial recommendation. This treats the information as though it were surprising. But there is nothing surprising about this information. You were in a position to know that, by going to Aleppo, you would give yourself evidence that Death is likely in Aleppo. Information you are in a position to know you will gain, if you decide to perform some act, is information that can be taken into account before deciding whether to perform that act. CDT's instability in cases like Death in Damascus is a sign that it does not take all of the relevant information into account before issuing its recommendations, even when it is in a position to do so. Since a theory of rational decision should take into account all the relevant information it can before issuing its recommendations, this is a reason to worry about CDT.\n\nConsider a variant case involving cake rather than death: your fairy godmother has left cake wherever she predicted you would go, with the same probability structure. Suppose you begin deliberation more than 80% confident that you will go to Aleppo. If you then decide to go to Damascus, CDT will call your decision irrational—it will say that you are rationally obligated to go to Aleppo. However, once you learn that you have so decided, your probability for going to Aleppo will drop below 80%, and CDT will change its mind, saying that it is now rationally obligatory for you to go to Damascus. The advice of CDT therefore conflicts with a plausible principle governing rational choice: if it is now in your power to do A, A is permissible, and after you do A, it will be permissible for you to choose B, then it is now permissible for you to do A and then choose B. It is permissible to raise your probability that you will go to Damascus—you can manufacture the evidence by simply forming the intention to do so. Once you do, CDT will say going to Damascus is rational. So our principle says it is permissible to raise your probability and then go to Damascus. But while your probability for Aleppo remains above 80%, CDT disagrees. So CDT must deny the principle.", "source_paper": "GALLOW-CAUSALDECISIONTHEORISTS-2020.pdf"}
{"question": "Many philosophers have argued that the motive of duty—understood as a de dicto desire to do what is morally right—cannot suffice for moral worth. On their view, praiseworthy agents must be motivated by the concrete considerations that explain why their actions are right (such as concern for others' welfare), rather than by an abstract concern for morality as such. Critics charge that agents motivated solely by duty exhibit a kind of moral fetishism or alienation from what morality is really about. Can acting solely from a desire to do what is morally right suffice as a motive for morally worthy conduct? If so, what makes such dutiful action praiseworthy?", "human_answer": "I want to argue that actions carried out solely from the motive of duty can have moral worth. To make this case, consider a character I will call Schmuck Finn. Schmuck has been subject to a similar upbringing to Huck Finn, and like Huck, Schmuck helps Jim escape slavery. But unlike Huck, Schmuck believes that this is the right thing to do; he has had the good fortune of reading some moral philosophy, and the strength of the arguments against racism and slavery have led him to conclude that the values of his society are hopelessly off-track. That said, the conversion is primarily an intellectual one. On some level, Schmuck cannot help but feel disdain toward people of different races, and there is still residual hatred in his heart. He finds himself struggling with these aversions when he decides to let Jim go free. Fortunately for Jim, Schmuck's concern to do what is right tips the balance in his favor.\n\nWhen Schmuck helps Jim, he is not motivated by the right-making features of his actions—by the value of Jim's freedom, say. He is motivated by his concern to do what is right de dicto. Schmuck certainly believes that Jim's freedom has value, but that belief simply does not hook up in the right way to his motivational architecture. His deep-seated aversions make it difficult for him to value Jim's freedom for its own sake. It is Schmuck's desire to do what is right that is the difference-maker.\n\nSome may be inclined to say that Schmuck is just that—a schmuck. And I may be inclined to agree were we in the business of evaluating his moral character. But that is not our business here. We are asking whether Schmuck is owed moral praise for his actions. It would seem that like Huck, Schmuck is owed praise partly on account of the battle that he faces; he must grapple with his deep-seated aversions in order to do right by others. And his concern to do right by Jim is sufficiently strong that he triumphs. Schmuck's desire to do what is right is just about all there is to recommend him. And it seems to me that it is enough to recommend him—that it suffices to render him morally praiseworthy.\n\nI propose that in helping Jim, Schmuck acts conscientiously. To act conscientiously is not merely to follow moral rules mindlessly, but to take those rules seriously and demonstrate a willingness to do one's moral best. The conscientious agent recognizes the normative significance of others' interests and the claims that they can legitimately make upon her. She is open to improving her moral outlook and to questioning the deliverances of her inclinations or feelings in the process.\n\nSchmuck stands back from his inclinations and questions whether or not he ought to have them. He resists acting on these inclinations precisely because he judges that he ought not to, for he recognizes that they are regrettable inclinations to have. This is an impressive display of moral fitness. Schmuck does not rest content in the thought that he values particular things, but reflects upon the values that he has, and whether or not he ought to have them. He does not act as a mere vessel of his values but as an arbitrator of them.\n\nMany ordinary people harbor aversions that conflict with their explicit moral commitments. Those sincerely committed to equality may harbor implicit racist attitudes deeply entrenched as the result of a prejudicial upbringing. The downstream effects of these attitudes may make it difficult for them to empathize with all who merit moral concern. Nonetheless, they can still be praiseworthy for overcoming these internal obstacles and acting from their avowed moral commitments.", "source_paper": "ISSEROW-MORALWORTH-2020.pdf"}
{"question": "Some philosophers argue that in order for a mental state to be based on epistemic reasons (and thereby have an epistemic status as justified or unjustified), the subject must be consciously aware of those reasons. This poses a challenge for views that hold that modular, automatic cognitive processes can involve genuine epistemic basing. Does lack of conscious awareness of one's reasons preclude a mental state from being epistemically based on those reasons?", "human_answer": "Views requiring awareness of one's reasons for the basing relation are implausible, independent of debates about modular cognition. There are convincing cases of basing on reasons in belief that do not involve any form of awareness of one's reasons. Consider cases of expertise in which knowledge is stored outside of awareness but nonetheless informs reasoning. A seasoned pilot may have learned certain principles throughout the course of her training, such as how best to angle a plane when landing in different scenarios. When she makes a routine landing, she relies unconsciously and automatically on such principles in her decisions about how to direct the plane. She may even be unable to articulate these principles if asked. Nonetheless, it is natural to say that her belief that angling the plane thirty degrees downward is appropriate in her current situation is based on the reason that smaller angles are better for landings on longer runways. It also seems appropriate to say that this belief is justified.\n\nWhile some cases of unconscious expertise may be compatible with a nonintellectualist know-how explanation, there are other compelling cases of unconscious basing on reasons that are not. Consider beliefs and actions that arise out of unconscious feelings of love. In Jane Austen's Emma, Emma is in love with Mr. Knightley but is entirely unaware of this fact. She sees herself as a matchmaker but never a pawn in the game of romance. Nevertheless, when Mr. Knightley chastises Emma for insulting her tiresome elderly neighbor Miss Bates, Emma reacts with extreme shame. She immediately resolves to visit Miss Bates and apologize. With Emma's willful and spirited personality, she would have typically shrugged off any such correction. Her unconscious love of Mr. Knightley, and her corresponding unconscious desire to appear virtuous in his eyes, serve as reasons for her belief that she should visit Miss Bates to atone. Such cases of beliefs and behavior based on reasons arising from unconscious love are common in human psychology, and they typically involve responses to particular discrete reasons rather than wholly nonintellectual skill.\n\nPsychological evidence also supports the claim that there is basing on reasons of which we are unaware. Studies show that subjects who are presented with the first premise of a modus ponens inference schema consciously, and the second premise unconsciously, are reliably faster at recognizing the appropriate conclusion to the inference than when the second unconsciously presented premise does not support the conclusion. The second premise was presented with both forward and backward masks and was flashed for only 50 milliseconds, which is not enough time for conscious perception in this context. This experiment also controlled for effects of mere associative priming. The conclusions should both be equally associated with the conditional premise, so associative priming cannot explain the unique facilitation. An inferential structure is required to explain the data. These results indicate that the unconscious premise can serve as a reason on which the conclusion is based, despite the fact that subjects are not aware of it.\n\nIf we denied such cases were instances of basing on reasons, we would lose the ability to classify them as members of the same family as conscious reasoning, despite their core intuitive and structural similarities. We might also lose the ability to epistemically critique and praise individuals for beliefs formed well or poorly in response to unconscious reasons. Cases such as the pilot's expertise are precisely those in which we want to give the individual epistemic credit for her skilled belief-formation. Given the extent of our psychology that operates unconsciously, any plausible account of the basing relation should not rule out that mental states can be based on reasons of which we are unaware.", "source_paper": "Jenkin-EpistemicRoleCore-2020.pdf"}
{"question": "Several philosophers of science, including Arthur Fine and Heather Douglas, have suggested that the various applicable senses of scientific objectivity (such as procedural objectivity, convergent objectivity, and interactive objectivity) share a common basis in trust—that when we call something objective, we indicate that it can be trusted. However, this characterization seems imprecise. What is the actual relationship between scientific objectivity and trust, and can we provide a more precise account of what unifies the different senses of objectivity?", "human_answer": "The intuition that objectivity is linked to trust is understandable and widely shared. However, this formulation requires refinement. If we distinguish between trust and reliance by saying that trust can be betrayed or let down, whereas reliance can only be disappointed, it becomes clear that when trying to identify what the different senses of objectivity have in common, we should talk about reliance instead of trust.\n\nThis distinction matters because trust is something we have toward people, and perhaps groups or communities, but not processes or results. We can rely on a process, but as a process cannot betray us, we cannot trust it. Trust is needed in science, as researchers cannot always verify their colleagues' results. So trust may be needed when we accept someone's assessment that X is objective—or when our assessment rests on our confidence that a researcher or community follows specific practices. However, in other cases an assessment can be based on our thorough understanding of the workings of equipment: we believe we can rely on it without trusting anyone. Our reliance on X can be based on trust, but especially in expert assessments, it can be based on other things too. So objectivity indicates a shared basis for reliance, rather than trust.\n\nBut even replacing trust with reliance, we do not yet have satisfactory means of identifying what different senses of objectivity share. Objectivity cannot be identified with features that promote reliance, as reliance can be misguided. We may rely on a knowledge claim, theory, or process for epistemically dubious reasons—think of craniology. The good reasons identified by philosophers examining different senses of objectivity must have something in common.\n\nThis becomes clear when we approach objectivity as a negative term. Historians of science have noted that when new senses of objectivity emerged, they were related to newly recognized forms of epistemic worry. However, it may be misleading to frame these worries as concerning 'subjectivity.' The lack of objectivity does not necessarily originate from us as individual subjects—collective biases and cognitive biases typical to human beings also threaten objectivity. Moreover, since non-epistemic values have legitimate roles in science, banishing subjectivity entirely seems problematic, as those values are necessarily somewhat subjective.\n\nInstead of subjectivity, we should talk about epistemic risks arising from our imperfections as epistemic agents. An epistemic risk is any risk of epistemic error arising during knowledge practices. Scientists face such risks continually—risks related to reasoning, observation, concept formation, model choice, and more. However, not all epistemic risks trigger concerns about objectivity. When experimental results are incorrect because of malfunctioning equipment, we do not worry about objectivity; we simply discard the results. Epistemic risks arising from machine imperfections usually do not induce talk of objectivity. Neither do occasional reasoning errors: only recurrent errors count, particularly those arising from cognitive biases typical to humans.\n\nWe start talking about objectivity only when the epistemic risk is related to our own failings and is hard to avert. If archaeologists ignore newly discovered data contradicting an established interpretation, questions about objectivity arise—not because the original interpretation was wrong, but because researchers failed to update their views. If we design software that repeats widespread biases, objectivity becomes relevant precisely because the software replicates our bias.\n\nThus, when we call X objective, we endorse it: we state that we rely on X, and that others should do so too. But 'objective' is reserved for a specific type of reliance: it is based on the belief that important epistemic risks arising from our imperfections as epistemic agents have been effectively averted. All positive senses of objectivity identify either such a risk or an efficient strategy for averting one.", "source_paper": "Koskinen-DefendingRiskAccount-2020.pdf"}
{"question": "Some philosophers argue that there are both epistemic reasons (evidence-based) and practical reasons (concerning usefulness, harm, or moral considerations) that bear on what we ought to believe. However, these two types of reasons seem fundamentally different in kind—epistemic reasons concern truth-conduciveness while practical reasons concern value or welfare. If both types of reasons genuinely bear on belief, how can they possibly interact to determine what one ought to believe, given that they seem incommensurable and thus impossible to weigh against each other directly?", "human_answer": "Consider an analogy with chess. Suppose you are playing chess with a friend, and a passerby threatens to punch you on the nose if you advance your knight to f4. What ought you to do? Can you weigh the positional advantage in advancing your knight against the prudential disadvantage of getting punched? Yes and no. There is no chess scale on which positional advantage can be compared with the painfulness of a punch. Positional advantages in chess can be weighed against disadvantages in material, tempo, and so on. But positional advantages cannot be weighed against punches on the nose.\n\nYet you are not completely at sea. You can distinguish two questions. First: how important is it that you win this game? Second: to what extent would failing to advance your knight affect your chances of winning? The first is a question about your practical reasons to play competitively. The second is a chess-specific question about the overall merits of the move in terms of increasing your chances of winning relative to available alternatives. To answer the original question, you need answers to both. This gives you the importance of this move as a function of both its activity-specific significance and the value of playing competitively. When you are playing the world championship and knight to f4 is much stronger than any alternative, you take the punch. When you are playing your friend to pass the time and nothing especially hangs on winning, you do not.\n\nThe same structure applies to beliefs. Epistemic reasons interact only with each other to determine which belief is correct given the evidence. Practical reasons operate at a different level—they bear on whether to have any doxastic attitude toward a proposition, whether to have a correct belief, and so forth. These two types of reasons do not weigh directly against each other. Rather, practical reasons can transmit inwards: a practical reason to have a correct belief concerning some proposition, combined with the epistemic fact that believing p would be correct, yields a practical reason to believe p. This practical reason can then be weighed against other practical reasons.\n\nFor instance, suppose you need to decide whether to cut the blue wire or the green wire to defuse a bomb. Your evidence strongly suggests cutting the green wire will cause an explosion. You have a practical reason to have correct beliefs here—your life depends on it. Given that believing the green wire is dangerous would be epistemically correct, you now have a transmitted practical reason to believe this. If someone offers you fifty dollars to not believe this, that practical reason is easily outweighed.\n\nBut now imagine you cannot affect the wire-cutting at all, and someone will detonate the bomb precisely if you have the correct belief about which wire is dangerous. Here the practical reasons run the other way, and you have more reason not to believe what is epistemically correct.\n\nThe crucial insight is that the epistemic domain remains autonomous. Facts about correct belief are explained by evidence and epistemic standards—practical reasons play no role in this explanation. But whether you ought to have the correct belief is a further question, answered by practical reasons. Epistemic reasons explain which state is correct; practical reasons explain whether you ought to be in whatever state is correct. Each plays a distinctive role in the complete explanation of what we ought to believe.", "source_paper": "Maguire-GameBelief-2020.pdf"}
{"question": "Some philosophers and cognitive scientists have argued that motor resonance—the mapping of another's action onto one's own motor repertoire—is a necessary condition for perceiving goal-directed actions. On this view, one is able to perceive others' goal-directed actions only to the extent that one is able to simulate them with one's own motor system. Is motor resonance necessary for the perception of goal-directed actions, or can goal-directed actions be perceived independently of resonance mechanisms?", "human_answer": "The claim that resonance is a necessary condition for the perception of another's goal-directed action rests on the acceptance of an overly strong version of the motor theory of perception, according to which the perception of another's goal-directed action just consists in motor simulation—that is, in the simulation of the agent's bodily movements without executing them. On this assumption, one is able to perceive others' goal-directed actions only to the extent that one is able to simulate them with one's own motor system. This assumption seems to fly in the face of the evidence that we can perceive many goal-directed actions that we cannot motorically simulate, such as a snake's crawl or a bird's flight, or that very young infants, whose motor system is not yet mature, also show sensitivity to goal-directed actions they are not able to perform.\n\nThis is demonstrated empirically in studies on infants' comprehension of goal-directed actions. Skerry and colleagues explore how three-month-old infants, who cannot themselves reach and grasp objects, already encode actions in terms of goals and physical constraints. One prediction of the resonance hypothesis is that understanding of action goals should be limited to the ones that have been experienced in the first person. Contrary to this prediction, Skerry and colleagues show that three-month-olds can understand actions that are kinematically distinct from actions they have experienced. In their experiment, infants who had training with Velcro mittens looked longer at inefficient arching reaches, while infants who had ineffective training or no training looked longer at new direct paths to objects. According to the experimenters, this shows that infants are able to generalize their experience to actions at a level of abstraction that goes beyond the kinematics of actions they have experienced themselves.\n\nResonance-based views are also incompatible with some available experimental evidence on non-typical development. Subjects with autism spectrum disorder have been shown to make the same saccades and to exhibit the same visual tracking of animated displays of geometric figures performing goal-directed actions as neurotypical subjects, even if they are impaired in the attribution of intentions, thus showing a disconnection between perception and judgement. It could be that their perceptual abilities involved in the perception of goal-directed actions are intact, even in the absence of a spontaneous judgement and attribution of intentionality to the displays. The ability to perceive others' goal-directed actions need not rest on the ability to execute or simulate them.\n\nFurther evidence comes from neuropsychological research emphasizing the central role of the superior temporal sulcus for the social perception of goal-directed action. Importantly, the STS does not contain mirror neurons—that is, neurons active in both the execution and the perception of actions. It only contains cells that respond to the perception of actions executed by agents. In non-human primates, the STS sends reciprocal projections to the inferior parietal cortex, which is in turn reciprocally connected to the premotor cortex area F5, where mirror neurons were first discovered. However, there are no direct connections between areas F5 and the STS. So, whatever role mirroring plays in social perception, in and of itself, the STS cannot underlie resonance. But it nonetheless plays a prominent role in the perception of goal-directed actions, and more broadly social perception. This evidence provides additional support for the claim that resonance is not necessary for perceiving goal-directed actions.", "source_paper": "Smortchkova-SeeingGoalDirectedness-2020.pdf"}
{"question": "A common objection to the existence of a genuine sensory system for time holds that sensory systems gather information about the world through causal influence from the relevant environmental features on those systems (e.g., photons impacting the retina for vision). Since time is often considered causally impotent—it cannot exert causal force on any mechanism—there cannot be a sense of time. How might one respond to this objection and explain how a clock mechanism could carry information about time without time itself causally influencing the mechanism?", "human_answer": "The objection rests on what we might call 'the causality constraint': the view that sensory systems must gather information through causal connections with the features they represent. This constraint seems motivated by an inference to the best explanation—since sensory systems directly gather information about the environment without relying on other information-bearing psychological processes, how else could they carry information except through causal connection? To deny this would seem to commit us to positing some mysterious connection between sensory systems and the external world.\n\nHowever, as Dretske emphasized, for there to be an informational link between a representational system and some state of the world, a causal connection is not required. All that is required is that the conditional probability of the world's being a certain way, given the state of the representational system and the background channel conditions, is 1. Often what guarantees this relation is a causal connection, but if the appropriate conditional relationship can be established in the absence of a causal connection, we would still have the appropriate information link. It is the conditional probabilities that matter, not the causal connection.\n\nTo see how a clock mechanism can carry information about time while violating the causality constraint, we must notice what might be called 'the participatory nature of clocks.' Clocks do not only represent time; they do so in virtue of how their underlying mechanisms evolve or unfold in time. Consider how a mechanical watch tells time: energy is stored in a compression spring and slowly expended through finely tuned gears and springs that move the hands predictably. The entire causal story can be told through the transference of energy from one part to the next. Nowhere must we appeal to time itself being a causal force—time is not another cog in the machinery. Instead, the specific causal interactions between parts are governed by physical law such that they evolve in a temporally predictable manner. It is this lawful unfolding of clock processes that allows clocks to represent time.\n\nApplying this to biological clocks: if a circadian system is calibrated with local time to be in state s1 at the beginning of the day, then the evolution through time of the circadian mechanisms guarantees that each subsequent state will correspond with the changing time of day. The conditional relation between the states of the circadian system and the time of day holds because the progression of circadian states through time is under the nomic control of time-dependent processes. The laws governing the physiological processes ensure these transitions evolve in a temporally predictable manner.\n\nThis explanation of how clocks acquire information about time while violating the causality constraint is plausibly only available for temporal representation. Clocks can violate the causality constraint precisely because of their participatory nature—they represent time by unfolding through time in lawful ways. Similar stories cannot be given for other sensory systems; the visual system represents many things without participating in them.\n\nThe circadian system produces sensory representations of time because when the channel conditions are intact—a healthy and calibrated mechanism—the system carries information about the time of day, and consumer systems treat the system as though it is carrying this information. Misrepresentation occurs when channel conditions fail, either through calibration failures or mechanism breakdowns, yet downstream systems continue treating the clock as operating properly, causing behaviors to become poorly coordinated with the environment.", "source_paper": "Viera-SenseTime-2020.pdf"}
